[
  {
    "word": "Sinister",
    "meaning": "Evil, wicked, dishonest, frightening",
    "example": [
      "The sinister plot to cheat the widow was uncovered by the police.",
      "When the bank guard spied the sinister-looking customer, he drew his gun."
    ]
  },
  {
    "word": "Tact",
    "meaning": "Ability to say the right thing",
    "example": [
      "My aunt never hurts anyone's feelings because she always uses tact.",
      "By the use of tact, Janet was able to calm her jealous husband."
    ]
  },
  {
    "word": "Oath",
    "meaning": "a promise that something is true, a curse",
    "example": [
      "The president will take the oath of office tomorrow.",
      "In court, the witness took an oath that he would tell the whole truth."
    ]
  },
  {
    "word": "Vacant",
    "meaning": "Empty, not filled",
    "example": [
      "Someone is planning to build a house on that vacant lot.",
      "I put my coat on that vacant seat."
    ]
  },
  {
    "word": "Hardship",
    "meaning": "Something that is hard to bear, difficulty",
    "example": [
      "The fighter had to face many hardships before he became champion.",
      "Abe Lincoln was able to overcome one hardship after another."
    ]
  },
  {
    "word": "Gallant",
    "meaning": "Brave showing respect for women",
    "example": [
      "The pilot swore a gallant oath to save his buddy.",
      "Many gallant knights entered the contest to win the princess."
    ]
  },
  {
    "word": "Unaccustomed",
    "meaning": "Not used to something",
    "example": [
      "Coming from Alaska, Claude was unaccustomed to Florida's heat.",
      "The king was unaccustomed to having people disobey him."
    ]
  },
  {
    "word": "Qualify",
    "meaning": "Become fit, show that you are able",
    "example": [
      "I am trying to qualify for the job that is now vacant.",
      "You have to be taller than 5'5 to qualify as a policeman in our town."
    ]
  },
  {
    "word": "Conceal",
    "meaning": "Hide",
    "example": [
      "Tris could not conceal his love for Gloria.",
      "Count Dracula concealed the corpse in his castle."
    ]
  },
  {
    "word": "Dismal",
    "meaning": "Dark and depressing",
    "example": [
      "When the weather is so dismal, I sometimes stay in bed all day.",
      "I am unaccustomed to this dismal climate."
    ]
  },
  {
    "word": "Frigid",
    "meaning": "Very cold",
    "example": [
      "Inside the butcher's freezer the temperature was frigid.",
      "It was a great hardship for the men to live through the frigid winter at Valley Forge."
    ]
  },
  {
    "word": "Inhabit",
    "meaning": "Live in",
    "example": [
      "Eskimos inhabit the frigid part of Alaska. ",
      "Because Sidney qualified, he was allowed to inhabit the vacant apartment."
    ]
  },
  {
    "word": "Numb",
    "meaning": "Without the power of feeling, deadened",
    "example": [
      "My fingers quickly became numb in the frigid room.",
      "When the nurse stuck a pin in my numb leg, I felt nothing."
    ]
  },
  {
    "word": "Peril",
    "meaning": "Danger",
    "example": [
      "The hunter was abandoned by the natives when he described the peril that lay ahead of them.",
      "Our library is filled with stories of perilous adventures."
    ]
  },
  {
    "word": "Recline",
    "meaning": "Lie down, stretch out, lean back",
    "example": [
      "Richard likes to recline in front of the television set.",
      "After reclining on her right arm for an hour, Maxine found that it had become numb."
    ]
  },
  {
    "word": "Shriek",
    "meaning": "Scream",
    "example": [
      "The maid shrieked when she discovered the corpse.",
      "Facing the peril of the waterfall, the boatman let out a terrible shriek."
    ]
  },
  {
    "word": "Tempt",
    "meaning": "Try to get someone to do something, test, invite",
    "example": [
      "A banana split can tempt me to break my diet.",
      "Your offer of a job tempts me greatly."
    ]
  },
  {
    "word": "Wager",
    "meaning": "Bet",
    "example": [
      "I lost a small wager on the Super Bowl.",
      "It is legal to make a wager in the state of Nevada."
    ]
  },
  {
    "word": "Scarce",
    "meaning": "Hard to get, rare",
    "example": [
      "Chairs that are older than one hundred years are scarce.",
      "How scarce are good cooks?"
    ]
  },
  {
    "word": "Annual",
    "meaning": "Once a year, something that appears yearly or lasts for a year",
    "example": [
      "The annual convention of musicians takes place in Hollywood.",
      "Plants that live only one year are called annuals."
    ]
  },
  {
    "word": "Persuade",
    "meaning": "Win over to do or believe, make willing",
    "example": [
      "Can you persuade him to give up his bachelor days and get married?",
      "Beth's shriek persuaded jesse that she was in real danger."
    ]
  },
  {
    "word": "Essential",
    "meaning": "Necessary, very important",
    "example": [
      "The essential items in the cake are flour, sugar, and shortening.",
      "Several layers of thin clothing are essential to keeping warm in frigid climates."
    ]
  },
  {
    "word": "Blend",
    "meaning": "Mix together thoroughly, a mixture",
    "example": [
      "The colors of the rainbow blend into one another.",
      "A careful blend of fine products will result in delicious food."
    ]
  },
  {
    "word": "Devise",
    "meaning": "Think out, plan, invent",
    "example": [
      "The burglars devised a scheme for entering the bank at night.",
      "If we could devise a plan for using the abandoned building, we could save thousands of dollars."
    ]
  },
  {
    "word": "Wholesale",
    "meaning": "In large quantity, less than retail in price",
    "example": [
      "The wholesale price of milk is six cents a quart lower than retail.",
      "Many people were angered by the wholesale slaughter of birds."
    ]
  },
  {
    "word": "Vapor",
    "meaning": "Moisture in the air that can be seen, fog, mist",
    "example": [
      "He has gathered data on the amount of vapor rising from the swamp.",
      "A vapor trail is the visible stream of moisture left by the engines of a jet flying at high altitudes."
    ]
  },
  {
    "word": "Villain",
    "meaning": "A very wicked person",
    "example": [
      "The villain concealed the corpse in the cellar. ",
      "When the villain fell down the well, everyone lived happily ever after."
    ]
  },
  {
    "word": "Dense",
    "meaning": "Closely packed together, thick",
    "example": [
      "The dense leaves on the trees let in a minimum of sunlight.",
      "His keen knife cut through the dense jungle."
    ]
  },
  {
    "word": "Utilize",
    "meaning": "Make use of",
    "example": [
      "No one seems willing to utilize this vacant house.",
      "The gardener was eager to utilize different flowers and blend them in order to beautify the borders."
    ]
  },
  {
    "word": "Humid",
    "meaning": "Moist, damp",
    "example": [
      "It was so humid in our classroom that we wished the school would buy an air conditioner.",
      "Most people believe that ocean air is quite humid."
    ]
  },
  {
    "word": "Descend",
    "meaning": "Go or come down from a higher placte to lower level",
    "example": [
      "The pilot, thinking his plane was in peril, descended quickly.",
      "If we let the air out of a balloon, it will have to descend."
    ]
  },
  {
    "word": "Circulate",
    "meaning": "Go around, go from place to place or person to person",
    "example": [
      "A fan may circulate the air in summer, but it doesn't cool it.",
      "My father circulated among the guests at the party and made them feel comfortable"
    ]
  },
  {
    "word": "Vanish",
    "meaning": "Disappear, disappear suddenly",
    "example": [
      "Give him a week without a job and all his money will vanish.",
      "Even in California the sun will sometimes vanish behind a cloud."
    ]
  },
  {
    "word": "Rural",
    "meaning": "In the country",
    "example": [
      "Rural areas are not densely populated.",
      "The rural life is much more peaceful than the urban life. "
    ]
  },
  {
    "word": "Burden",
    "meaning": "What is carried, a load",
    "example": [
      "The burden of the country's safety is in the hands of the president.",
      "Ricky carried the burden throughout his college career"
    ]
  },
  {
    "word": "Majority",
    "meaning": "The larger number, greater part, more than half",
    "example": [
      "A majority of votes was needed for the bill to pass.",
      "The majority of people prefer to pay wholesale prices for meat. "
    ]
  },
  {
    "word": "Evade",
    "meaning": "Get away from by trickery or cleverness",
    "example": [
      "Juan tried to evade the topic by changing the subject.",
      "The prisoner of war evaded questioning by pretending to be sick."
    ]
  },
  {
    "word": "Probe",
    "meaning": "Search into, examine thoroughly, investigate",
    "example": [
      "After probing the scientist's theory, we proved it was correct.",
      "The lawyer probed the man's mind to see if he was innocent. "
    ]
  },
  {
    "word": "Defect",
    "meaning": "Fault, that which is wrong",
    "example": [
      "My Chevrolet was sent back to the factory because of a steering defect.",
      "The villain was caught because his plan had many defects."
    ]
  },
  {
    "word": "Neglect",
    "meaning": "Give too little care or attention to",
    "example": [
      "The senator neglected to make his annual report to Congress.",
      "It is essential that you do not neglect your homework."
    ]
  },
  {
    "word": "Deceive",
    "meaning": "Mislead, make someone believe as true something that is false",
    "example": [
      "The villain deceived ChiefWhite Cloud by pretending to be his friend.",
      "Virginia cried when she learned that her best friend had deceived her."
    ]
  },
  {
    "word": "Undaubtedly",
    "meaning": "Certainly, without doubt",
    "example": [
      "The pilgrims undoubtedly assembled to travel to Rome together.",
      "If she didn't want to get into an argument, Valerie would have followed the majority undoubtedly."
    ]
  },
  {
    "word": "Thoruogh",
    "meaning": "Being all that is needed, complete",
    "example": [
      "The police made a thorough search of the house after the crime had been reported",
      "Mom decided to spend the day in giving the basement a thorough cleaning."
    ]
  },
  {
    "word": "Comprehensive",
    "meaning": "Covering completely, including much",
    "example": [
      "After a comprehensive exam, my doctor said I was in good condition.",
      "The engineer gave our house a thorough*, comprehensive checkup before my father bought it"
    ]
  },
  {
    "word": "Defraud",
    "meaning": "Take money, rights, etc by cheating",
    "example": [
      "My aunt saved thousands of dollars by defrauding the government",
      "By defrauding his friend, Dexter ruined a family tradition of honesty."
    ]
  }
]
